experiments/redis_contention/combined_bandwidth_contention_final_3/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_72/pair_12/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         5631.53    281576.08         0.27         0.70932         0.71100         0.89500         0.99900    290424.25 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       5631.53    281576.08         0.27         0.70932         0.71100         0.89500         0.99900    290424.25